print("Компьютер загадал 4-значное число") #Обращение к игроку
print("Угадайте это число") #Обращение к игроку
chislo = input("Ваш вариант: ") #Число игрока
print("Ошибка: введите ровно 4 цифры") #Игрок ввел не 4-значное число
print("Попытка", count, bulls, "быков", cows, "коров") #Показ какая попытка у игрока и сколько коров и быков
print("Ваше число больше") #Игрок узнает что число больше загаданного
print("Ваше число меньше") #Игрок узнает что число меньше загаданного
print("Вы угадали число", number, "за",count, "попыток") #Игрок отгадал число за столько то попыток
